tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "antidote"
brew "openssl@3"
brew "deno"
brew "exercism"
brew "fswatch"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "graphviz"
brew "gum"
brew "jq"
brew "lolcat"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "yq"
brew "zsh-syntax-highlighting"
cask "font-monaspace"
cask "obs"
